  
  {
    "HOMESOLUTION": "HOMESOLUTION",
    "Qué Hacemos": "What We Do",
    "Urgencias 24H": "Emergency 24H",
    "Contacto": "Contact",
    "Ofertas": "Offers",
    "Cerrar sesión": "Logout",
    "Iniciar sesión": "Login",
    "descripcion1": "Comprehensive maintenance services company",
    "descripcion1Texto": "With over 15 years of experience in the industry, we specialize in comprehensive maintenance of electrical installations, plumbing, and air conditioning systems. Our services are aimed at companies of all sizes, as well as individuals and communities seeking professional and reliable maintenance solutions.",
    "descripcion2": "Complete and personalized service",
    "descripcion2Texto": "At our company, we specialize in offering a complete and personalized service in each area of work. We have a team of highly qualified professionals with extensive experience in the sector, allowing us to guarantee maximum quality in each intervention.",
    "descripcion3": "Customer satisfaction guaranteed",
    "descripcion3Texto": "At our company, customer satisfaction is our top priority. We are committed to providing a fast, efficient service at a competitive price, always ensuring optimal and long-lasting results.",
      "Trabajamos las 24 horas del día": "We work 24 hours a day",
      "Servicio Urgencias 24h.": "24h Emergency Service",
      "Los principales trabajos que surgen de urgencia y que cubrimos son:": "The main emergency jobs we cover are:",
      "Cerrajería:": "Locksmith:",
      "abertura de puertas": "door opening",
      "Aire Acondicionado": "Air Conditioning",
      "Fontanería": "Plumbing",
      "Electricidad": "Electricity",
      "etc.": "etc.",
      "Puedes llamarnos, enviarnos un whastapp, seguirnos en facebook o enviarnos un email. Estaremos en tu domicilio antes de 3 horas para solucionar tu problema, con tarifas económicas.": "You can call us, send us a WhatsApp, follow us on Facebook, or send us an email. We will be at your home within 3 hours to solve your problem, with economical rates.",
      "Estamos en toda Málaga a que esperas llamanos": "We are in all of Málaga, call us now",
      "Y si no es urgente, solicítanos tu presupuesto sin compromiso.": "And if it's not urgent, ask us for a quote without obligation.",
      "LLamenos o Contáctanos": "Call us or Contact us",
      "Trabajamos en toda Málaga": "We work throughout Malaga",
      "Correo electrónico:": "Email:",
      "Teléfono:": "Phone:",
      "Dirección:": "Address:",
        "Nombre": "Name",
        "Contraseña": "Password",
        "Las contraseñas no coinciden": "Passwords do not match",
        "Correo Electrónico": "Email",
        "Repetir Contraseña": "Repeat Password",
        "Teléfono": "Phone",
        "Dirección": "Address",
        "No tienes cuenta? Regístrate": "Don't have an account? Register",
        "Iniciar Sesión": "Log in",
        "Cerrar Sesión": "Log out",
        "Bienvenido": "Welcome"
      }
      
    